[
  {
    "videoGrup": "Summary",
    "videos": [
      {
        "videoName": "Why Elektraweb?",
        "videoDescription": "ElektraWeb is the most comprehensive cloud hotel management solution on the market; it is a full PMS including booking engine, channel manager, rate manager, POS, and other additional modules. It has all the features and functions your hotel may need.",
        "youtubeVideoID": "Y2v63GY5TKI",
        "videoTime": "04:39",
        "videoIntTime": 4.39
      },
      {
        "videoName": "How to Register?",
        "videoDescription": "Registration for ElektraWeb is quick and easy. So, what are you waiting for?",
        "youtubeVideoID": "O72mm9yY1Rw",
        "videoTime": "00:59",
        "videoIntTime": 0.59
      },
      {
        "videoName": "Quick Setup ",
        "videoDescription": "Save all your hotel features and start managing your property in a short time.",
        "youtubeVideoID": "X3hro8wSwS8",
        "videoTime": "04:30",
        "videoIntTime": 4.30
      },
      {
        "videoName": "How to Use ElektraWeb? ",
        "videoDescription": "Learn how to quickly perform the basic front office-related operations, such as creating reservations, check-in, check-out, folio and invoice, in ElektraWeb?",
        "youtubeVideoID": "3dN8lyohgxA",
        "videoTime": "06:22",
        "videoIntTime": 6.22
      }
    ]
    },
  {
    "videoGrup": "Setup",
    "videos": [
      {
        "videoName": "How to enter Hotel Information?",
        "videoDescription": "Set the main hotel information and easily customize your online booking page.",
        "youtubeVideoID": "xMnehlnODAM",
        "videoTime": "04:04",
        "videoIntTime": 4.04
      },
      {
        "videoName": "Introduction to Basic Definitions Screen and How to add different language options?",
        "videoDescription": "All the basic definitions related to room type, board type, rate type, department, revenue and currency settings are done from this menu. Get accustomed to work around this menu and set the desired languages for your property.",
        "youtubeVideoID": "Rm0lfNbV9fM",
        "videoTime": "01:38",
        "videoIntTime": 1.38
      },
      {
        "videoName": "How to set Room Type and Define Room Units and Features",
        "videoDescription": "Learn how to define your room units, related features, as well as pricing and usage rules.",
        "youtubeVideoID": "q1ClBE0AG6w",
        "videoTime": "06:38",
        "videoIntTime": 6.38
      },
      {
        "videoName": "How to define Department, Revenue Group and Currencies?",
        "videoDescription": "Define department & department groups, revenue groups and set the currencies used in your hotel property.",
        "youtubeVideoID": "9wuyvkCeqAI",
        "videoTime": "01:42",
        "videoIntTime": 1.42
      },
      {
        "videoName": "How to define Board Types and Rate Types?",
        "videoDescription": "Set your board & rate type definitions and rules easily.",
        "youtubeVideoID": "pumKBusWAbA",
        "videoTime": "01:15",
        "videoIntTime": 1.15
      },
      {
        "videoName": "What it is and how to use Close Cases List?",
        "videoDescription": "Learn what is the closed cases list in ElektraWeb and how to use this screen.",
        "youtubeVideoID": "mcDb0LLYXk8",
        "videoTime": "00:32",
        "videoIntTime": 0.32
      },
      {
        "videoName": "How to display Invoice and Contact Addresses of Agencies, Companies and Guest?",
        "videoDescription": "See the list of all addresses and contact information of Agencies, Companies, and Individual Quests who stayed in your hotel property. This information is used when creating invoices, but also when working with other screens and modules inside the system, such as reservation cards, rate codes, and sales projects.",
        "youtubeVideoID": "mcDb0LLYXk8",
        "videoTime": "00:35",
        "videoIntTime": 0.35
      },
      {
        "videoName": "How to define Price and Availability Information from a single screen?",
        "videoDescription": "Room price and availability information can be easily updated from a single screen in ElektraWeb program. You will learn how to display prices for the specific date period in the future, and to automatically and manually define room prices and availability information. In addition, you may also set the stop sales dates and periods, and decrease or increase the number of rooms available for online sales. Price definitions, rules, and changes made under this screen are visible on both online booking page, open for your property after signing up for Elektraweb, but also on other online channels where you sell your room units. In other words, this multifunctional screen is used both for Pricing & Availability and Channel Management operations.",
        "youtubeVideoID": "mcDb0LLYXk8",
        "videoTime": "04:53",
        "videoIntTime": 4.53
      },
      {
        "videoName": "How to set Rate Manager?",
        "videoDescription": "With Rate Manager you can assure the adequate price-occupancy balance which in return can bring more revenue to your hotel property and increase its online visibility and competitive power. With this video, learn how to set this function inside Elektraweb.  ",
        "youtubeVideoID": "vNKD0zBMzcY",
        "videoTime": "02:37",
        "videoIntTime": 2.37
      },
      {
        "videoName": "How to Define Users in the Elektraweb System?",
        "videoDescription": "Learn how to open a new account for each user in your property. Besides setting up the basic login information, main role, and contact information, you may also expand the authorization of the specific user by defining additional role(s). If your hotel is part of a hotel chain, check how you can define permissions for one user to access the system of another property. Moreover, there are other settings related to task management, call center, night audits, and many more. Finally, see how to set additional measures to assure safe and secure login to the system.",
        "youtubeVideoID": "eE1AhcDDB0k",
        "videoTime": "07:43",
        "videoIntTime": 7.43
      },
      {
        "videoName": "How to set security measures for Elektraweb users?",
        "videoDescription": "With different security options and settings, Elektraweb allows an effective, efficient, and secure online working environment. Learn how to set and manage the security settings for users of your Elektraweb program.",
        "youtubeVideoID": "9DSz5C2ii20",
        "videoTime": "01:58",
        "videoIntTime": 1.58
      },
      {
        "videoName": "How to set the Board Breakdown?",
        "videoDescription": "Learn how to define board breakdown parameters and rules of its use. Once you have learned to set it, you will have no difficulties in defining packages as well.",
        "youtubeVideoID": "8vkE4_sZjYc",
        "videoTime": "06:57",
        "videoIntTime": 6.57
      },
      {
        "videoName": "How to set Packages?",
        "videoDescription": "Most of the hotel properties offer different products and services to their guests in the form of packages. Learn how to set these in the Elektraweb. In addition, once you know how to regulate the use of these packages, you will see how easy is to add and process these on the guest folio inside one reservation card.",
        "youtubeVideoID": "r0SXHouVwEg",
        "videoTime": "03:51",
        "videoIntTime": 3.51
      },
      {
        "videoName": "How to use Automatic E-mail Sender?",
        "videoDescription": "With this function under the Setup menu, you will learn how to make basic settings for the desired reports to be sent to the specific user(s).",
        "youtubeVideoID": "EsYq3YYjnic",
        "videoTime": "01:03",
        "videoIntTime": 1.03
      }
    ]
},
{
    "videoGrup": "Front Office Operations",
    "videos": [
      {
        "videoName": "What is Reservation List and which operations can be performed?",
        "videoDescription": "In one video, learn how to use Reservation List in Elektraweb and see which operations can be done by using this program screen.",
        "youtubeVideoID": "0PZQm8Ob09w",
        "videoTime": "12:12",
        "videoIntTime": 12.12
      },
      {
        "videoName": "Screens for creating Reservation",
        "videoDescription": "There are several ways how we can create the reservations in the Elektraweb.  Watch the whole video and learn about each of these options. ",
        "youtubeVideoID": "MWsCZThW6IM",
        "videoTime": "10:07",
        "videoIntTime": 10.07
      },
      {
        "videoName": "Use of Reservation Card",
        "videoDescription": "Learn how to create reservations in the easiest way from the reservation card.",
        "youtubeVideoID": "eEMEA7XC0PE",
        "videoTime": "02:07",
        "videoIntTime": 2.07
      },
      {
        "videoName": "How to do Manual Pricing for reservations?",
        "videoDescription": "There are several ways how to do the pricing in Elektraweb system: by using contracts. daily prices entered under Price and Availability screen and manual pricing. From this video, you will learn about several options on how to do manual pricing while you create reservations.",
        "youtubeVideoID": "DQi8uhJkg_c",
        "videoTime": "01:13",
        "videoIntTime": 1.13
      },
      {
        "videoName": "Use of Buttons inside Reservation Cards",
        "videoDescription": "By now, you must have noticed several blue-coloured button inside reservation card: Details, Notes, Tasks, Packages, Folio Routing and Credit Card. Check out this video to learn about what are these and how to use them.",
        "youtubeVideoID": "B08StR_2cbo",
        "videoTime": "03:56",
        "videoIntTime": 3.56
      },
      {
        "videoName": "How to do Check-in from Reservation List?",
        "videoDescription": "See how you can do the check-in for one or multiple reservation records from Reservation List",
        "youtubeVideoID": "2f3raxNi4os",
        "videoTime": "00:39",
        "videoIntTime": 0.39
      },
      {
        "videoName": "How to Cancel Check-in and Check-out?",
        "videoDescription": "In performing every-day front office-related operations in hotels, sometimes receptionist may mistakenly do check-in or check-out for the specific reservation record. This is not a problem for Elektraweb users. Learn how to easily undo these operations from this video. ",
        "youtubeVideoID": "rhul_NWRBiQ",
        "videoTime": "00:56",
        "videoIntTime": 0.56
      },
      {
        "videoName": "How to use Departure List?",
        "videoDescription": "Learn what are the guest-related operations that can be performed from Departure List.",
        "youtubeVideoID": "aVYVG6z0smA",
        "videoTime": "01:17",
        "videoIntTime": 1.17
      },
      {
        "videoName": "How to Correct Folio for Departed Guests?",
        "videoDescription": "Elektraweb users have the opportunity to correct folio transaction records for those guests who left the property. How to do this is explained with this video.",
        "youtubeVideoID": "G7Yel3Qbtt0",
        "videoTime": "00:57",
        "videoIntTime": 0.57
      },
      {
        "videoName": "How to add Guest Request and Complaints from Reservation Card? (Tasks)",
        "videoDescription": "From Reservation Card you can easily add the various forms of task related to this specific guest and reservation.",
        "youtubeVideoID": "cDCxtGZYcxk",
        "videoTime": "01:03",
        "videoIntTime": 1.03
      },
      {
        "videoName": "How to do Check-out without Closing Folio?",
        "videoDescription": "If your guest has checked-out from the room, but he or she will continue to use other services in your hotel, which means they will not close their payment account yet, you may still do the check-out with Elektraweb. How to do this is explained in this video.",
        "youtubeVideoID": "2A_U33kd1OQ",
        "videoTime": "00:35",
        "videoIntTime": 0.35
      },
      {
        "videoName": "Check-out related operations (detailed)",
        "videoDescription": "With this video learn how to perform some specific check-out related operations in Elektraweb.",
        "youtubeVideoID": "7scmWBfib9A",
        "videoTime": "02:00",
        "videoIntTime": 2.00
      },
      {
        "videoName": "How to Block Rooms?",
        "videoDescription": "There are several ways how you can block or assign the room number to your reservations in Elektraweb. Find out about these with this video.",
        "youtubeVideoID": "Z468Ezo1Vs8",
        "videoTime": "02:45",
        "videoIntTime": 2.45
      },
       {
        "videoName": "How to create Group Reservations?",
        "videoDescription": "From Reservation Card video, we have showed you how to enter multiple reservation records. With this video we explain how to create group reservations in the part of the Elektraweb program specifically reserved for this operation. Whole process of creating group reservations made by companies or agencies, following their status and revenue, defining special packages, virtual folio and folio routing rules, as well as entering sales blocks, reservation records and guest names is explained in more details.",
        "youtubeVideoID": "CTodNRVipjE",
        "videoTime": "10:50",
        "videoIntTime": 10.50
      },
      {
        "videoName": "How to make Room Change Plans?",
        "videoDescription": "Watch this video to find out about different screens and ways how we can change the room in the Elektraweb.",
        "youtubeVideoID": "j8Q2xsilaTc",
        "videoTime": "04:15",
        "videoIntTime": 4.15
      },
      {
        "videoName": "How to Check Folio Balances?",
        "videoDescription": "In Elektraweb there is a quick way how we can see the guests' folio balances without necessarily opening the reservation card. In addition, there are several screens where these guest folios are listed based on the folio window inside reservation or according to the revenue groups we use in our hotel.",
        "youtubeVideoID": "eozec1bQovA",
        "videoTime": "01:17",
        "videoIntTime": 1.17
      },
      {
        "videoName": "How to take Official Guest List?",
        "videoDescription": "Watch this video to find out about screens from where you can view and print the Official Guest List.",
        "youtubeVideoID": "8UimiGvFasc",
        "videoTime": "00:45",
        "videoIntTime": 0.45
      },
      {
        "videoName": "How to enter Notes?",
        "videoDescription": "As it is often the case with Elektraweb program, there are several ways how we can enter notes in the reservation card. Moreover, there are additional screens throughout other modules from where we can enter guest, agency and/or sales projects notes. Check this video to learn more about this function.",
        "youtubeVideoID": "ScRGJ-gcAxI",
        "videoTime": "03:20",
        "videoIntTime": 3.20
      }
    ]
  }
]
