[
  {
    "videoGrup": "Summary",
    "videos": [
      {
        "videoName": "Why Elektraweb?",
        "videoDescription": "ElektraWeb is the most comprehensive cloud hotel management solution on the market; it is a full PMS including booking engine, channel manager, rate manager, POS, and other additional modules. It has all the features and functions your hotel may need.",
        "youtubeVideoID": "Y2v63GY5TKI",
        "videoTime": "04:39",
        "videoIntTime": 4.39
      },
      {
        "videoName": "How to Register?",
        "videoDescription": "Registration for ElektraWeb is quick and easy. So, what are you waiting for?",
        "youtubeVideoID": "O72mm9yY1Rw",
        "videoTime": "00:59",
        "videoIntTime": 0.59
      },
      {
        "videoName": "Quick Setup ",
        "videoDescription": "Save all your hotel features and start managing your property in a short time.",
        "youtubeVideoID": "X3hro8wSwS8",
        "videoTime": "04:30",
        "videoIntTime": 4.30
      },
      {
        "videoName": "How to Use ElektraWeb? ",
        "videoDescription": "Learn how to quickly perform the basic front office-related operations, such as creating reservations, check-in, check-out, folio and invoice, in ElektraWeb?",
        "youtubeVideoID": "3dN8lyohgxA",
        "videoTime": "06:22",
        "videoIntTime": 6.22
      }
    ]
    },
  {
    "videoGrup": "Setup",
    "videos": [
      {
        "videoName": "How to enter Hotel Information?",
        "videoDescription": "Set the main hotel information and easily customize your online booking page.",
        "youtubeVideoID": "xMnehlnODAM",
        "videoTime": "04:04",
        "videoIntTime": 4.04
      },
      {
        "videoName": "Introduction to Basic Definitions Screen and How to add different language options?",
        "videoDescription": "All the basic definitions related to room type, board type, rate type, department, revenue and currency settings are done from this menu. Get accustomed to work around this menu and set the desired languages for your property.",
        "youtubeVideoID": "Rm0lfNbV9fM",
        "videoTime": "01:38",
        "videoIntTime": 1.38
      },
      {
        "videoName": "How to set Room Type and Define Room Units and Features",
        "videoDescription": "Learn how to define your room units, related features, as well as pricing and usage rules.",
        "youtubeVideoID": "q1ClBE0AG6w",
        "videoTime": "06:38",
        "videoIntTime": 6.38
      },
      {
        "videoName": "How to define Department, Revenue Group and Currencies?",
        "videoDescription": "Define department & department groups, revenue groups and set the currencies used in your hotel property.",
        "youtubeVideoID": "9wuyvkCeqAI",
        "videoTime": "01:42",
        "videoIntTime": 1.42
      },
      {
        "videoName": "How to define Board Types and Rate Types?",
        "videoDescription": "Set your board & rate type definitions and rules easily.",
        "youtubeVideoID": "pumKBusWAbA",
        "videoTime": "01:15",
        "videoIntTime": 1.15
      },
      {
        "videoName": "What it is and how to use Close Cases List?",
        "videoDescription": "Learn what is the closed cases list in ElektraWeb and how to use this screen.",
        "youtubeVideoID": "mcDb0LLYXk8",
        "videoTime": "00:32",
        "videoIntTime": 0.32
      },
      {
        "videoName": "How to display Invoice and Contact Addresses of Agencies, Companies and Guest?",
        "videoDescription": "See the list of all addresses and contact information of Agencies, Companies, and Individual Quests who stayed in your hotel property. This information is used when creating invoices, but also when working with other screens and modules inside the system, such as reservation cards, rate codes, and sales projects.",
        "youtubeVideoID": "HFAFmUBcGu0",
        "videoTime": "00:35",
        "videoIntTime": 0.35
      },
      {
        "videoName": "How to define Price and Availability Information from a single screen?",
        "videoDescription": "Room price and availability information can be easily updated from a single screen in ElektraWeb program. You will learn how to display prices for the specific date period in the future, and to automatically and manually define room prices and availability information. In addition, you may also set the stop sales dates and periods, and decrease or increase the number of rooms available for online sales. Price definitions, rules, and changes made under this screen are visible on both online booking page, open for your property after signing up for Elektraweb, but also on other online channels where you sell your room units. In other words, this multifunctional screen is used both for Pricing & Availability and Channel Management operations.",
        "youtubeVideoID": "GV9c0OeDp2Y",
        "videoTime": "04:53",
        "videoIntTime": 4.53
      },
      {
        "videoName": "How to set Rate Manager?",
        "videoDescription": "With Rate Manager you can assure the adequate price-occupancy balance which in return can bring more revenue to your hotel property and increase its online visibility and competitive power. With this video, learn how to set this function inside Elektraweb.  ",
        "youtubeVideoID": "vNKD0zBMzcY",
        "videoTime": "02:37",
        "videoIntTime": 2.37
      },
      {
        "videoName": "How to Define Users in the Elektraweb System?",
        "videoDescription": "Learn how to open a new account for each user in your property. Besides setting up the basic login information, main role, and contact information, you may also expand the authorization of the specific user by defining additional role(s). If your hotel is part of a hotel chain, check how you can define permissions for one user to access the system of another property. Moreover, there are other settings related to task management, call center, night audits, and many more. Finally, see how to set additional measures to assure safe and secure login to the system.",
        "youtubeVideoID": "eE1AhcDDB0k",
        "videoTime": "07:43",
        "videoIntTime": 7.43
      },
      {
        "videoName": "How to set security measures for Elektraweb users?",
        "videoDescription": "With different security options and settings, Elektraweb allows an effective, efficient, and secure online working environment. Learn how to set and manage the security settings for users of your Elektraweb program.",
        "youtubeVideoID": "9DSz5C2ii20",
        "videoTime": "01:58",
        "videoIntTime": 1.58
      },
      {
        "videoName": "How to set the Board Breakdown?",
        "videoDescription": "Learn how to define board breakdown parameters and rules of its use. Once you have learned to set it, you will have no difficulties in defining packages as well.",
        "youtubeVideoID": "8vkE4_sZjYc",
        "videoTime": "06:57",
        "videoIntTime": 6.57
      },
      {
        "videoName": "How to set Packages?",
        "videoDescription": "Most of the hotel properties offer different products and services to their guests in the form of packages. Learn how to set these in the Elektraweb. In addition, once you know how to regulate the use of these packages, you will see how easy is to add and process these on the guest folio inside one reservation card.",
        "youtubeVideoID": "r0SXHouVwEg",
        "videoTime": "03:51",
        "videoIntTime": 3.51
      },
      {
        "videoName": "How to use Automatic E-mail Sender?",
        "videoDescription": "With this function under the Setup menu, you will learn how to make basic settings for the desired reports to be sent to the specific user(s).",
        "youtubeVideoID": "EsYq3YYjnic",
        "videoTime": "01:03",
        "videoIntTime": 1.03
      },
      {
        "videoName": "Menu, Toolbar and List Use",
        "videoDescription": "In this video, you will learn about the general use of the Elektraweb program's menus, toolbars, and adjustments that can be made to the list screens.",
        "youtubeVideoID": "O1gri75PBbs",
        "videoTime": "06:30",
        "videoIntTime": 6.30
      }
    ]
},
{
    "videoGrup": "Front Office Operations",
    "videos": [
      {
        "videoName": "What is Reservation List and which operations can be performed?",
        "videoDescription": "In one video, learn how to use Reservation List in Elektraweb and see which operations can be done by using this program screen.",
        "youtubeVideoID": "0PZQm8Ob09w",
        "videoTime": "12:12",
        "videoIntTime": 12.12
      },
      {
        "videoName": "Screens for creating Reservation",
        "videoDescription": "There are several ways how we can create the reservations in the Elektraweb.  Watch the whole video and learn about each of these options. ",
        "youtubeVideoID": "MWsCZThW6IM",
        "videoTime": "10:07",
        "videoIntTime": 10.07
      },
      {
        "videoName": "Use of Reservation Card",
        "videoDescription": "Learn how to create reservations in the easiest way from the reservation card.",
        "youtubeVideoID": "eEMEA7XC0PE",
        "videoTime": "02:07",
        "videoIntTime": 2.07
      },
      {
        "videoName": "How to do Manual Pricing for reservations?",
        "videoDescription": "There are several ways how to do the pricing in Elektraweb system: by using contracts. daily prices entered under Price and Availability screen and manual pricing. From this video, you will learn about several options on how to do manual pricing while you create reservations.",
        "youtubeVideoID": "DQi8uhJkg_c",
        "videoTime": "01:13",
        "videoIntTime": 1.13
      },
      {
        "videoName": "Use of Buttons inside Reservation Cards",
        "videoDescription": "By now, you must have noticed several blue-coloured button inside reservation card: Details, Notes, Tasks, Packages, Folio Routing and Credit Card. Check out this video to learn about what are these and how to use them.",
        "youtubeVideoID": "B08StR_2cbo",
        "videoTime": "03:56",
        "videoIntTime": 3.56
      },
      {
        "videoName": "How to do Check-in from Reservation List?",
        "videoDescription": "See how you can do the check-in for one or multiple reservation records from Reservation List",
        "youtubeVideoID": "2f3raxNi4os",
        "videoTime": "00:39",
        "videoIntTime": 0.39
      },
      {
        "videoName": "How to Cancel Check-in and Check-out?",
        "videoDescription": "In performing every-day front office-related operations in hotels, sometimes receptionist may mistakenly do check-in or check-out for the specific reservation record. This is not a problem for Elektraweb users. Learn how to easily undo these operations from this video. ",
        "youtubeVideoID": "rhul_NWRBiQ",
        "videoTime": "00:56",
        "videoIntTime": 0.56
      },
      {
        "videoName": "How to use Departure List?",
        "videoDescription": "Learn what are the guest-related operations that can be performed from Departure List.",
        "youtubeVideoID": "aVYVG6z0smA",
        "videoTime": "01:17",
        "videoIntTime": 1.17
      },
      {
        "videoName": "How to Correct Folio for Departed Guests?",
        "videoDescription": "Elektraweb users have the opportunity to correct folio transaction records for those guests who left the property. How to do this is explained with this video.",
        "youtubeVideoID": "G7Yel3Qbtt0",
        "videoTime": "00:57",
        "videoIntTime": 0.57
      },
      {
        "videoName": "How to add Guest Request and Complaints from Reservation Card? (Tasks)",
        "videoDescription": "From Reservation Card you can easily add the various forms of task related to this specific guest and reservation.",
        "youtubeVideoID": "cDCxtGZYcxk",
        "videoTime": "01:03",
        "videoIntTime": 1.03
      },
      {
        "videoName": "How to do Check-out without Closing Folio?",
        "videoDescription": "If your guest has checked-out from the room, but he or she will continue to use other services in your hotel, which means they will not close their payment account yet, you may still do the check-out with Elektraweb. How to do this is explained in this video.",
        "youtubeVideoID": "2A_U33kd1OQ",
        "videoTime": "00:35",
        "videoIntTime": 0.35
      },
      {
        "videoName": "Check-out related operations (detailed)",
        "videoDescription": "With this video learn how to perform some specific check-out related operations in Elektraweb.",
        "youtubeVideoID": "7scmWBfib9A",
        "videoTime": "02:00",
        "videoIntTime": 2.00
      },
      {
        "videoName": "How to Block Rooms?",
        "videoDescription": "There are several ways how you can block or assign the room number to your reservations in Elektraweb. Find out about these with this video.",
        "youtubeVideoID": "Z468Ezo1Vs8",
        "videoTime": "02:45",
        "videoIntTime": 2.45
      },
       {
        "videoName": "How to create Group Reservations?",
        "videoDescription": "From Reservation Card video, we have showed you how to enter multiple reservation records. With this video we explain how to create group reservations in the part of the Elektraweb program specifically reserved for this operation. Whole process of creating group reservations made by companies or agencies, following their status and revenue, defining special packages, virtual folio and folio routing rules, as well as entering sales blocks, reservation records and guest names is explained in more details.",
        "youtubeVideoID": "CTodNRVipjE",
        "videoTime": "10:50",
        "videoIntTime": 10.50
      },
      {
        "videoName": "How to make Room Change Plans?",
        "videoDescription": "Watch this video to find out about different screens and ways how we can change the room in the Elektraweb.",
        "youtubeVideoID": "j8Q2xsilaTc",
        "videoTime": "04:15",
        "videoIntTime": 4.15
      },
      {
        "videoName": "How to Check Folio Balances?",
        "videoDescription": "In Elektraweb there is a quick way how we can see the guests' folio balances without necessarily opening the reservation card. In addition, there are several screens where these guest folios are listed based on the folio window inside reservation or according to the revenue groups we use in our hotel.",
        "youtubeVideoID": "eozec1bQovA",
        "videoTime": "01:17",
        "videoIntTime": 1.17
      },
      {
        "videoName": "How to take Official Guest List?",
        "videoDescription": "Watch this video to find out about screens from where you can view and print the Official Guest List.",
        "youtubeVideoID": "8UimiGvFasc",
        "videoTime": "00:45",
        "videoIntTime": 0.45
      },
      {
        "videoName": "How to enter Notes?",
        "videoDescription": "As it is often the case with Elektraweb program, there are several ways how we can enter notes in the reservation card. Moreover, there are additional screens throughout other modules from where we can enter guest, agency and/or sales projects notes. Check this video to learn more about this function.",
        "youtubeVideoID": "ScRGJ-gcAxI",
        "videoTime": "03:20",
        "videoIntTime": 3.20
      },
      {
        "videoName": "How to use In-House list?",
        "videoDescription": "In this video you will learn the basics on how to use In-House list. Short overview of the tools for general use, as well as the decription of related tabs in this list are presented.",
        "youtubeVideoID": "wUazKUWrL38",
        "videoTime": "02:28",
        "videoIntTime": 2.28
      },
      {
        "videoName": "What is ProFolio and how to use it?",
        "videoDescription": "ProFolio is a very useful screen inside reservation card from where users may see which expenses are planned to be posted in the guest folio, as well as to track which one of these are posted. Watch this video to find out more details on how to use this screen.",
        "youtubeVideoID": "Kjkjlnpj52E",
        "videoTime": "01:06",
        "videoIntTime": 1.06
      },
      {
        "videoName": "What is Folio?",
        "videoDescription": "Folio is the part of the reservation card from where we follow all the posted expenes and received payments for the related reservation. Learn more about its use from this video.",
        "youtubeVideoID": "2AdqbrogP7Y",
        "videoTime": "00:59",
        "videoIntTime": 0.59
      },
      {
        "videoName": "How to do Folio Transfer and Person Transfer?",
        "videoDescription": "In Elektraweb, it is very easy to transfer folio transactions from one reservation to another, as well as to transfer folio transactions between two or more people inside the same reservation. Watch this video to learn how to perform these operations in this program.",
        "youtubeVideoID": "_uj0fnzNc9w",
        "videoTime": "03:56",
        "videoIntTime": 3.56
      },
      {
        "videoName": "What is Virtual Folio and how to create it?",
        "videoDescription": "Virtual Folio is the account that we open for banquet, group expenses and all other expenses registered outside the reservation card. Watch this video on how to create one Virtual Folio account and how to track it inside the system.",
        "youtubeVideoID": "A5jNTkSbb6w",
        "videoTime": "01:43",
        "videoIntTime": 1.43
      },
      {
        "videoName": "What is NoShow and how to apply it?",
        "videoDescription": "There are different rules and policies in hotels on how to handle NoShow reservations. From this video you will learn how to move one reservation to NoShow List, set the NoShow department and revenue group for charging the NoShow fee, as well as how to apply it to one reservation.",
        "youtubeVideoID": "umKD7BStsRI",
        "videoTime": "01:37",
        "videoIntTime": 1.37
      },
      {
        "videoName": "How to add Room Wake-up Call?",
        "videoDescription": "Room Wake-up Call can be easily added from both Reservation and In-House list. For more details, you may watch this video.",
        "youtubeVideoID": "YZrtvW2jMo4",
        "videoTime": "00:47",
        "videoIntTime": 0.47
      },
      {
        "videoName": "How to charge room accommodation before Night Audit?",
        "videoDescription": "In the Elektraweb program it is automatically set for the accommodation charge to be posted daily after the Night Audit. However, it is not mandatory to wait for the completion of end-of-day operations to post the one night or all accommodation charges. How to do this will be shown in this video.",
        "youtubeVideoID": "BNwfzW5wQjI",
        "videoTime": "00:59",
        "videoIntTime": 0.59
      },
      {
        "videoName": "How to quickly Check-out reservation from the In-House list?",
        "videoDescription": "Watch this video to learn about the quick way to do the check-out from In-House List.",
        "youtubeVideoID": "9atVEd17x0I",
        "videoTime": "00:31",
        "videoIntTime": 0.31
      },
      {
        "videoName": "How to enter Deposit Transactions?",
        "videoDescription": "From this video, you will learn how to enter new deposit items and record them into one reservation.",
        "youtubeVideoID": "HrnsIsF5Baw",
        "videoTime": "01:10",
        "videoIntTime": 1.10
      },
      {
        "videoName": "How to Lock Folio?",
        "videoDescription": "How to lock folio and prevent new expense postings is explained in this video.",
        "youtubeVideoID": "IJx2WZA_QLQ",
        "videoTime": "00:33",
        "videoIntTime": 0.33
      },
      {
        "videoName": "How to make Room State Settings for Check-in Operations?",
        "videoDescription": "In case we wish to perform the check-in for the room that is in dirty status, program will display a warning and it will not allowed us to continue. However, this procedure can be customized according to hotel preferences. Watch this video to find out how.",
        "youtubeVideoID": "yZHcVb_cyAs",
        "videoTime": "00:39",
        "videoIntTime": 0.39
      },
      {
        "videoName": "How to Issue Invoice?",
        "videoDescription": "There are several screens from where we can issue invoices in the Elektraweb program. Watch this video to find out all about them, as well as about the procedure on how to finalize the invoice creation, set some default parameters, add and change address, etc.",
        "youtubeVideoID": "_w-NnBRJXU8",
        "videoTime": "02:37",
        "videoIntTime": 2.37
      },
      {
        "videoName": "How to use Front Cash menu?",
        "videoDescription": "This is the screen we use to track the daily payment collection, case transfer, and money that was taken from the safe in order to cover certain expenses.",
        "youtubeVideoID": "iA-pc6eTUg0",
        "videoTime": "02:41",
        "videoIntTime": 2.41
      },
      {
        "videoName": "What is Forecast and how to use it?",
        "videoDescription": "Forecast is the screen from where we can obtain necessary forecast reports. In the Elektraweb program, forecast information is displayed in both graphic and list form for the desired period. ",
        "youtubeVideoID": "LRLSbOWghhI",
        "videoTime": "00:43",
        "videoIntTime": 0.43
      },
      {
        "videoName": "How to perform Night Audit or End-of-Day operations?",
        "videoDescription": "Watch this video and learn how to quickly and effectively perform one of the basic operations in the Front Office.",
        "youtubeVideoID": "2XP802ppt-U",
        "videoTime": "01:33",
        "videoIntTime": 1.33
      },
      {
        "videoName": "How to reach Old End-of-Day reports?",
        "videoDescription": "Reports created after Night Audit can be reached and listed under Archived End-of-day reports.  From here, we can filter these reports according to the date of our choice. Among these reports, there are daily in-house, check-in, check-out, cancellation, folio transactions, main current, guest list, official guest list, and many others.",
        "youtubeVideoID": "kc3sNirwn8g",
        "videoTime": "00:34",
        "videoIntTime": 0.34
      },
      {
        "videoName": "How to control guests' restaurant entry?",
        "videoDescription": "Find out all about guest restaurant entry management and board management from this video. All the parts of the Food and Beverage module, such as Restaurant Control List, Meal Plan for the In-House Guests,  Board Forecast, and Task Management, will be presented.",
        "youtubeVideoID": "INC2-BircUo",
        "videoTime": "01:19",
        "videoIntTime": 1.19
      },
       {
        "videoName": "How to open and manage Tasks?",
        "videoDescription": "Learn how to create new tasks in the Elektraweb program from this video. Here you will find information about how to make basic Hotel Task Definitions, assign users for the specific task, define the time necessary to finish the task as well as how to keep track of these throughout several screens inside the system.",
        "youtubeVideoID": "amdiAbLWGjQ",
        "videoTime": "03:20",
        "videoIntTime": 3.20
      },
      {
        "videoName": "Mobile Operations Management",
        "videoDescription": "With this video, you will learn how to use mobile management tools for housekeeping and task operations. This video was made in the real mobile mode, demonstrating which features can be displayed to specific housekeeping user, as well as how he/she can use it during their everyday operations.",
        "youtubeVideoID": "G9yJCZNVyc4",
        "videoTime": "04:43",
        "videoIntTime": 4.43
      }
   ]
},
{
    "videoGrup": "Reservation",
    "videos": [
      {
        "videoName": "Use of Renewed Reservation List",
        "videoDescription": "Reservation List was renewed, in order to provide Elektraweb users with more practical and quick solution of its use. Now, all the reservations can be seen under one screen - Front Office Control Panel. ",
        "youtubeVideoID": "cS-avaqAA9I",
        "videoTime": "02:22",
        "videoIntTime": 2.22
      },
      {
        "videoName": "What is Waiting List and how to use it?",
        "videoDescription": "In this video, we will show you how to use Reservation List segment inside Elektraweb with a special focus on Waiting List. Based on their statuses, reservations will be registered in the related list found in this module. By clicking on the Reservation list menu, all the lists will be displayed. First among the lists is Waiting list. Check out this video for additional operations and actions that you may perform under this list.",
        "youtubeVideoID": "kFGqCLadIj8",
        "videoTime": "00:52",
        "videoIntTime": 0.52
      },
      {
        "videoName": "What is Reservation List and which operations can be performed?",
        "videoDescription": "In one video, learn how to use Reservation List in Elektraweb and see which operations can be done by using this program screen.",
        "youtubeVideoID": "0PZQm8Ob09w",
        "videoTime": "12:12",
        "videoIntTime": 12.12
      },
      {
        "videoName": "How to use In-House List?",
        "videoDescription": "In this video, you will learn the basics of how to use In-House list. A short overview of the tools for general use, as well as the description of related tabs in this list, are presented.",
        "youtubeVideoID": "wUazKUWrL38",
        "videoTime": "02:28",
        "videoIntTime": 2.28
      },
      {
        "videoName": "How to use Departures List?",
        "videoDescription": "All reservations for which check-out was done are listed under this screen. Check out the additional operations and actions that you may perform under this list.",
        "youtubeVideoID": "iu41f4gXzqc",
        "videoTime": "01:29",
        "videoIntTime": 1.29
      },
      {
        "videoName": "What is NoShow and how to apply it?",
        "videoDescription": "There are different rules and policies in hotels on how to handle NoShow reservations. From this video you will learn how to move one reservation to NoShow List, set the NoShow department and revenue group for charging the NoShow fee, as well as how to apply it to one reservation.",
        "youtubeVideoID": "umKD7BStsRI",
        "videoTime": "01:37",
        "videoIntTime": 1.37
      },
      {
        "videoName": "How to check and what operations can be done in Cancelled Reservations List and what operations can be done?",
        "videoDescription": "In this video we will explain how to use the Cancelled Reservation list, how to check and manage cancellation reasons, as well as what other operations can you do with the reservations found in this list. ",
        "youtubeVideoID": "ujL9IGcGcuA",
        "videoTime": "00:45",
        "videoIntTime": 0.45
      },
      {
        "videoName": "How to use Reservation List By Payment Type?",
        "videoDescription": "If there are specific payment categories we applied for the reservation and we have entered this information into the reservation card, these reservations will be listed here. Although it is not mandatory, this list may be useful when the hotelier wishes to keep specific track of reservations and payment methods.",
        "youtubeVideoID": "ozhNxH14HEA",
        "videoTime": "00:45",
        "videoIntTime": 0.45
      },
      {
        "videoName": "How to use Guest Name List?",
        "videoDescription": "This is the list where all the guests in the hotel rooms are displayed. We can get an overview of the guest names according to different tabs where reservations are grouped. Watch this video to see what else you can do on this list.",
        "youtubeVideoID": "c3WqYGzrrm0",
        "videoTime": "01:51",
        "videoIntTime": 1.51
      },
      {
        "videoName": "How to use All Reservation List?",
        "videoDescription": "This is the screen where all the reservations we made in our hotel property are listed. The list automatically opens under the All tab, but we can get a different overview by clicking on the other reservation status tabs. Check out the additional operations and actions that you may perform under this list.",
        "youtubeVideoID": "X0lngAcKMI8",
        "videoTime": "01:05",
        "videoIntTime": 1.05
      },
      {
        "videoName": "How to display Credit Card Information coming from online reservations?",
        "videoDescription": "Watch this video and learn where to find Credit Card information coming from online reservations. These are carefully kept inside the system and only the authorized users can have access to these. Check the video for more details.",
        "youtubeVideoID": "bFFy6-ENAbg",
        "videoTime": "00:29",
        "videoIntTime": 0.29
      },
       {
        "videoName": "Can we Integrate with the Offline Agencies?",
        "videoDescription": "Elektraweb can be integrated with both online and offline travel agencies. From this video, you will find how to set the integration with the offline travel agencies and tour operators, as well as how to retrieve reservations from their system and register these into your own Elektraweb program.",
        "youtubeVideoID": "JXtwBU2Wct0",
        "videoTime": "02:29",
        "videoIntTime": 2.29
      },
      {
        "videoName": "How to store Documents?",
        "videoDescription": "Check this video on how to scan, store and access the documents that you uploaded to the Elektraweb system. ",
        "youtubeVideoID": "lqimeKgJ2Ag",
        "videoTime": "00:30",
        "videoIntTime": 0.30
      },
      {
        "videoName": "How to use Call Log in the Reservations part?",
        "videoDescription": "Let's imagine a scenario where a potential guest decides to book a room in our hotel through the online reservation page. After selecting the desired room, he/she starts to fill out basic personal and contact information, but for some reason, he/she had to leave the page. Their search data will be registered under the Call Log segment inside Elektraweb program, and based on this information we may get in contact with the guest and ask for the status of the reservation they were about to make.",
        "youtubeVideoID": "tyU4amPN3sU",
        "videoTime": "01:21",
        "videoIntTime": 1.21
      }
   ]
 },
  {
    "videoGrup": "bisiparis.com",
    "videos": [
      {
        "videoName": "bisiparis.com nedir ?",
        "videoDescription": "Bisiparis.com restoran, kafe, klup, plaj veya sosyal tesis gibi ağırlama sektöründe çalışan işletmeler için geliştirilmiş en kapsamlı dijital menu, üyelik ve online satış sistemidir.",
        "youtubeVideoID": "Z8d6wJv5nf0",
        "videoTime": "00:49",
        "videoIntTime": 0.49
      },
      {
        "videoName": "bisiparis.com üzerinden tesis nasıl oluşturulur ve ürünler nasıl girilir ?",
        "videoDescription": "",
        "youtubeVideoID": "FzWZAgptcpc",
        "videoTime": "04:14",
        "videoIntTime": 4.14
      }
    ]
  }
]
